# -*- coding: utf-8 -*-

pools=[
    {
        "sequential": False,
        "content": [
            "哈哈哈哈哈哈",
            "23333333333333333",
            "红红火火恍恍惚惚何厚铧和蛤",
            "第一次这么前！",
            "终于让我给等到了",
            "我来了！",
            "从隔壁etude过来的",
            "我从隔壁consol过来的",
            "广东省人民发来贺电",
            "坡县留学狗发来贺电",
            "另一位小伙伴等等我！",
            "523个叶串你们好",
            "人群中钻出一个光头（自行替换）",
            "听说发檀木不卡　　　　　　　　　←前面的，那是弹幕danmu",
            "官方挖坟",
            "吃我一记洛阳铲",
            "恭喜你挖到了镇站之宝！",
            "我关弹幕了？？？",
            "我大B站的胜利！",
            "我要发一条弹幕泄愤！！！！",
            "恭喜点击过五百ww",
            "Op神带感23333",
            "空耳君我看好你",
            "+1",
            "+10086",
            "不就是想要硬币吗！我给！吃我处女币！",
            "@天国的经费君",
            "你们又拿原版骗我",
            "配合主持人表情观看风味更佳",
            "跟着BGM抖起了脚",
            "进度条不能调戏！这是真的！",
            "此处可←",
            "官方吐槽hhhhhhh",
            "自带鬼畜啊喂2333",
            "JOJO我不做人啦————！",
            "语死早（x",
            "DOGEDOGEDOGEDO",
            "金坷垃好处都有啥，谁说对了我就给他",
            "↙和善的眼神↘"
            ]
    },
    {
        "sequential": True,
        "content": [
            "前方高能",
            "欢迎收看《走近国初》",
            "只有买了票的会员知道的世界",
            "前方核能，非战斗人员请火速撤离！",
            "一键换装！！",
            "Flag已立wwww",
            "开口跪",
            "！！！！！！高能君谢谢提醒！",
            "前方颜控福利",
            "←见福打",
            "说好的妹子福利呢？退票钱！",
            "No zuo no die（点蜡"]
    },
    {
        "sequential": False,
        "content": [
            "红色五倍速                 <-并没有红色喂",
            "你们看不见我————————————",
            "厂下广卞甘十一卉半与本二上旦上二本与半卉一十甘卞广下厂下广卞甘十一卉半与本二上旦",
            "上二本与半卉一十甘卞广下厂下广卞甘十一卉半与本二上旦上二本与半卉一十甘",
            "吃葡萄不吐葡萄皮不吃葡萄倒吐葡萄皮",
            '(/ω＼)',
            '(^.^)/~~~',
            '୧(๑•̀⌄•́๑)૭',
            '（*＾3＾）/～☆',
            'ヾ(･ω･*)ﾉ',
            '٩(๑ᵒ̴̶̷͈᷄ᗨᵒ̴̶̷͈᷅)و ',
            '(つω｀)～',
            ' (☆^O^☆) ',
            'ヽ(✿ﾟ▽ﾟ)ノ',
            '⁽⁽◝( ˙ ꒳ ˙ )◜⁾⁾',
            '꒰๑´•.̫ • `๑꒱',
            '(oﾟvﾟ)ノ'
        ]
    },
    {
        "sequential": False,
        "content": [
            "罗一成好帅！",
            "看到罗一成我就滚进来了",
            "本节目由 罗一成后援会 赞助",
            "罗一成很萌的你们不要黑他ww",
            "换上罗一成色表白！",
            "为了男神邓鹄升刷一发",
            "专门注册了个账号来向罗神表白",
            "我来给邓神表白的哼！！！",
            "前面的你们都走开罗总是我的",
            "这只罗一成被我承包了",
            "霸道总裁邓鹄升太帅了！！",
            "你俩cp吧2333333",
            "暂停看手+2"
        ]
    },
    {
        "sequential": False,
        "content": [
            "123123123",
            "233333333"
        ]
    },
]
